Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/european_education_programmes/index.html.txt.tmx
Source language: en
Languages: ga

source: An EU funding programme for activities in the areas of education, training, youth and sport
ga: Clár maoiniúcháin de chuid an AE le haghaidh gníomhaíochtaí sna réimsí um oideachas, oiliúint, an óige agus spórt

source: Europass is a suite of an official documents that help people make their skills, qualifications and work related training clearly and easily understood throughout Europe
ga: Déantar cur síos sa doiciméad seo ar Europass

source: Leonardo da Vinci Programme 2007-2013
ga: Clár Leonardo da Vinci 2007-2013

source: Find out about the Leonardo da Vinci programme, the European Community's vocational training programme
ga: Faigh amach faoin gclár Leonardo da Vinci, clár gairmoiliúna an Aontais Eorpaigh

source: This document describes Grundtvig, a European education programme that aims to improve adult education in Europe
ga: Déanann an cháipéis seo cur síos ar Grundtvig, clár oideachais Eorpaigh a bhfuil sé mar aidhm aige feabhas a chur ar oideachas aosach san Eoraip

source: Comenius, a European Commission-funded education programme, deals with pre-school, primary and post-primary education
ga: Comenius, clár oideachais maoinithe ag an gCoimsiún Eorpach,a dhéileálann le réamhscolaíocht, le bunoideachas agus le hiar-bhunoideachas

source: Most Read in "Education and Training"
ga: Ábhar is mó éilimh i "Oideachas agus Oiliúint"

source: School terms in primary and post-primary schools
ga: Téarmaí scoile i mbunscoileanna agus iarbhunscoileanna

source: Further Education and Training (FET) allowances
ga: Liúntais Bhreisoideachais agus Oiliúna (BOO)
